Repository: tfmorris/openlibrary
Catalog: openlibrary/i18n/*/messages.po
Languages: te

source: Email address couldn't be verified.
te: ఈమెయిలు చిరునామా దృవీకరించబడలేదు.

source: Your email address couldn't be verified. The verification link seems invalid.
te: మీ ఈమెయిలు చిరునామా దృవీకరించబడలేదు. దృవీకరణ లంకె తప్పుగా ఉన్నట్లుంది.

source: Your password has been updated successfully.
te: మీ సంకేతపదం విజయవంతంగా మార్చబడింది.

source: Username
te: సభ్యనామము

source: Password
te: సంకేతపదము

source: Email already used
te: ఈమెయిలు ఇప్పటికే వాడబడింది

source: Username already used
te: సభ్యనామము ఇప్పటికే వాడబడింది

source: Your Email Address
te: మీ ఈమెయిలు చిరునామా

source: Choose a Username
te: ఒక సభ్యనామము ఎంచుకోండి

source: Choose a Password
te: ఒక సంకేతపదం ఎంచుకోండి

source: Choose a New Password
te: ఒక క్రొత్త సంకేతపదం ఎంచుకోండి

source: Your New Email Address
te: మీ క్రొత్త ఈమెయిలు చిరునామా

source: Edit Summary (briefly describe the changes you have made):
te: మార్పు సారాంశము (మీరు చేసిన మార్పులను క్లుప్తంగా వివరించండి):

source: Save
te: భద్రపరచు

source: Cancel
te: రద్దుచేయి

source: Delete
te: తొలగించు

source: Learn more about the formatting language used in our wiki at <a href="%(url)s">Markdown Basics</a>
te: ఈ వికిలో వాడే formatting language గురించి తెలుసుకోవటానికి <a href="%(url)s">Markdown Basics</a> చూడండి

source: When
te: ఎప్పుడు

source: Path
te: ఎక్కడ

source: Who
te: ఎవరు

source: What
te: ఏమిటి

source: Actions
te: చర్యలు

source: diff
te: తేడా

source: Newer
te: క్రొత్తవి

source: Older
te: పాతవి

source: Page Type
te: పేజి రకము

source: Last modified
te: చివరి మార్పు

source: Edit
te: మార్చు

source: View the edit history of this page
te: ఈ పేజి యొక్క మార్పు చరిత్ర చూడండి

source: History
te: చరిత్ర

source: View
te: చూడు

source: Your Account
te: మీ ఖాతా

source: Change Password
te: మీ సంకేత పదం మార్చుకోండి

source: Update Email Address
te: ఈమెయిలు చిరునామా మార్చుకోండి

source: or
te: లేదా

source: Delete Your Account
te: మీ ఖాతా తొలగించండి

source: Differences of %(title)s
te: %(title)s యొక్క తేడాలు

source: Unmodified
te: మారనివి

source: Added
te: చేర్చునవి

source: Removed
te: తొలగించినవి

source: Modified
te: మారినవి

source: Compare
te: పోల్చు

source: Prev
te: వెనక్కు

source: Next
te: ముందుకు

source: Log In
te: లాగిన్

source: Recent Changes
te: ఇటీవలి మార్పులు

source: Open Library
te: సార్వత్రిక గ్రంధాలయం

source: Search
te: వెతుకు

source: More search options
te: మరిన్ని శోధనావిధానాలు

source: Scanned books only?
te: పూర్తి పాఠం ఉన్న పుస్తకాలు మాత్రమే

source: Title:
te: శీర్షిక:

source: Author:
te: రచన:

source: Subject:
te: సబ్జక్టు:

source: Publisher:
te: ప్రచురణ:

source: Description:
te: వివరణ:

source: Title (A-Z)
te: శీర్షిక (A-Z)

source: Title (Z-A)
te: శీర్షిక (Z-A)

source: Author (A-Z)
te: రచయిత (A-Z)

source: Author (Z-A)
te: రచయిత (Z-A)

source: Date (Oldest First)
te: ప్రచురణాకాలం (పాతది ముందు)

source: Date (Newest First)
te: ప్రచురణాకాలం (క్రొత్తది ముందు)

source: Publisher (A-Z)
te: ప్రచురణ (A-Z)

source: Publisher (Z-A)
te: ప్రచురణ (Z-A)

source: Date Range:
te: ప్రచురణాకాలం

source: Select from below
te: క్రింది వాటి నుండి ఎంచుకోండి

source: Subjects
te: సబ్జక్టులు

source: Authors
te: రచయితలు

source: Add a Book
te: పుస్తకం చేర్చు

source: Recently
te: ఇటీవలి

source: About Us
te: మా గురించి

source: A page on the web for every book.
te: ప్రతి పుస్తకానికి ఒక వెబ్ పేజి

source: Welcome %(user)s
te: స్వాగతం %(user)s

source: Preferences
te: అభిరుచులు

source: Logout
te: లాగౌట్

source: Login
te: లాగిన్

source: Sign Up
te: సైన్ అప్

source: Create an Account
te: క్రొత్త ఖాతా సృష్టించండి

source: Complete the form below to create your new Open Library account.
te: మీ క్రొత్త సార్వత్రిక గ్రంధాలయ ఖాతా సృష్టించటానికి ఈ క్రింది ఫామ్ నింపండి.

source: Each field is required, and you'll need to verify your email address.
te: ప్రతి ఫీల్డ్ అవసరమే, మరియు మీరు మీ ఈమెయిలు చిరునామాను దృవీకరించవలసి ఉంటంది.

source: Change Your Email Address
te: మీ ఈమెయిలు చిరునామా మార్చుకోండి

source: Your current email address is
te: మీ ప్రస్తుత ఈమెయిలు చిరునామా

source: Change It
te: మార్చండి

source: Update your email address?
te: మీ ఈమెయిలు చిరునామా మార్చాలా?

source: We have %(email)s for you at the moment.
te: మా దగ్గర ఇప్పుడు %(email)s ఉంది.

source: How would you like to receive List updates?
te: లిష్టు మార్పులు మీరు ఎలా పొందాలనుకుంటున్నారు?

source: A weekly email, but only if something's changed
te: వారానికొక ఈమెయిలు, కానీ ఏదైనా మారితే మాత్రమే

source: A daily email, but only if something's changed
te: రోజుకొక ఈమెయిలు, కానీ ఏదైనా మారితే మాత్రమే

source: An email, pretty soon after any update
te: ఏదైనా మారిన వెంటనే ఒక ఈమెయిలు

source: Send me a Twitter
te: నాకు ట్విట్టర్ పంపు

source: Just pop a note on my Open Library home page
te: నా సార్వత్రిక గ్రంధాలయ హోంపేజిలో ఒక నోటు చూపించు

source: No, thank you
te: వద్దండి, ఫరవాలేదు

source: Yes! Please!
te: ఓ! తప్పకుండా!

source: Change Your Password
te: మీ సంకేత పదం మార్చుకోండి

source: Provide your existing password (to verify that it's you) and select a new password to replace it.
te: మీ ప్రస్తుత సంకేతపదానన్ని ఇచ్చి (ఇది మీరేని దృవీకరించుకోవటానికి) దాని స్థానంలో మరొక క్రొత్త సంకేతపదాన్ని ఎంచుకోండి

source: Send It
te: పంపించు

source: Verification email sent
te: దృవీకరణ ఈమెయిలు పంపబడింది

source: Hi, %(user)s!
te: స్వాగతం %(user)s

source: We've sent an email to %(email)s. You'll need to read that and click on the verification link to finish creating your account.
te: మేము %(email)s కు ఈమెయిలు పంపాము. మీ ఖాతా సృష్టి పూర్తవటానికి " "మీరు దానిని చదివి అందులో ఉన్న దృవీకరణ లంకెను నొక్కండి.

source: We have sent an email to %(email)s with instructions to reset password. Please check your email and follow the instructions to reset your password.
te: సంకేతపదం మార్చుకోవటానికి సూచనలను %(email)sకు ఈమెయిలు పంపాము." "దయచేసి మీ ఈమెయిలు చూసుకొని అందులోని సూచనలను పాటించండి.

source: Email Verification Successful
te: ఈమెయిలు దృవీకరణ విజయవంతం

source: Title
te: శీర్షిక:
